{
  "b0o/schemastore.nvim": {"branch": "main"},
  "bwpge/lualine-pretty-path": {"branch": "main"},
  "coder/claudecode.nvim": {"branch": "main"},
  "echasnovski/mini.bracketed": {"branch": "main"},
  "echasnovski/mini.files": {"branch": "main"},
  "echasnovski/mini.pairs": {"branch": "main"},
  "echasnovski/mini.snippets": {"branch": "main"},
  "echasnovski/mini.surround": {"branch": "main"},
  "f-person/auto-dark-mode.nvim": {"branch": "master"},
  "folke/flash.nvim": {"branch": "main"},
  "folke/lazy.nvim": {"branch": "main"},
  "folke/noice.nvim": {"branch": "main"},
  "folke/snacks.nvim": {"branch": "main"},
  "folke/todo-comments.nvim": {"branch": "main"},
  "folke/tokyonight.nvim": {"branch": "main"},
  "folke/trouble.nvim": {"branch": "main"},
  "folke/twilight.nvim": {"branch": "main"},
  "folke/which-key.nvim": {"branch": "main"},
  "folke/zen-mode.nvim": {"branch": "main"},
  "github/copilot.vim": {"branch": "release"},
  "ibhagwan/fzf-lua": {"branch": "main"},
  "lewis6991/gitsigns.nvim": {"branch": "main"},
  "lewis6991/hover.nvim": {"branch": "main"},
  "mason-org/mason.nvim": {"branch": "main"},
  "neovim/nvim-lspconfig": {"branch": "master"},
  "nvim-lua/plenary.nvim": {"branch": "master"},
  "nvim-lualine/lualine.nvim": {"branch": "master"},
  "nvim-tree/nvim-web-devicons": {"branch": "master"},
  "nvim-treesitter/nvim-treesitter": {"branch": "main"},
  "nvim-treesitter/nvim-treesitter-textobjects": {"branch": "main"},
  "saghen/blink.cmp": {"branch": "main"},
  "stevearc/aerial.nvim": {"branch": "master"},
  "stevearc/conform.nvim": {"branch": "master"},
  "windwp/nvim-ts-autotag": {"branch": "main"}
}
