{
  "plugins": {
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim",
      "version": ">=0.0.0"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim",
      "version": ">=0.0.0"
    },
    "mini.bracketed": {
      "src": "https://github.com/nvim-mini/mini.bracketed",
      "version": ">=0.0.0"
    },
    "mini.files": {
      "src": "https://github.com/nvim-mini/mini.files",
      "version": ">=0.0.0"
    },
    "mini.pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs",
      "version": ">=0.0.0"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround",
      "version": ">=0.0.0"
    },
    "neoscroll.nvim": {
      "src": "https://github.com/karb94/neoscroll.nvim",
      "version": ">=0.0.0"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": ">=0.0.0"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "schemastore.nvim": {
      "src": "https://github.com/b0o/schemastore.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim",
      "version": ">=0.0.0"
    }
  }
}
